<template>
  <div class="terms-use-wrap">
    <headerBar3 title="使用条款与协议"></headerBar3>
    <div class="terms-use-main">
      <h1>健康由我平台使用条款与协议</h1>
      <h3>一、健康由我平台服务条款 </h3>
      <p>健康由我平台提供的服务完全按照其发布的服务条款和操作规则。我平台服务条款所称的用户是指完全同意所有条款并完成注册健
        康由我平台（以下简称“我平台服务”）的用户。用户使用健康由我平台即视作认同并接受本服务条款。 </p>

      <h3>二、服务条款的变更和修改 </h3>
      <p>
        健康由我平台有权随时对服务条款进行修改，并且一旦发生服务条款的变动，健康由我平台将在页面上提示修改的内容；当用户使用健康由我
        平台的特殊服务时，应接受健康由我平台随时提供的与该特殊服务相关的规则或说明，并且此规则或说明均构成我平台服务条款的一部分。
        用户如果不同意服务条款的修改，可以主动取消已经获得的网络服务；如果用户继续享用网络服务，则视为用户已经接受服务条款的修改。</p>

      <h3>三、服务说明</h3>
      <p>（1） 健康由我平台运用自己的系统向用户提供丰富的网上资源，包括各种信息工具、咨询、个性化内容等（以下简称我平台服务）。
        除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品，均无条件地适用我平台服务条款。<br>
        （2）健康由我平台对网络服务不承担任何责
        任，即用户对网络服务的使用承担风险。健康由我平台不保证服务一定会满足用户的使用要求，也不保证服务不会受中断。<br>

        （3）用户接受我平台服务须同意：<br>
        a.提供完整、真实、准确、最新的个人资料；<br>
        b.自行支付与此服务有关的费用；<br>
        c.不断更新注册资料，以符合上述要求。 若用户提供任何错误、不实、过时或不完整的资料，并为健康由我平台所确知；或者健康由我平台有合理理由怀疑前述资料为错误、不实、过时或不完整，
        健康由我平台有权暂停或终止用户的帐号或，并拒绝现在或将来使用我平台服务的全部或一部分。 </p>

      <h3> 四、用户应遵守以下法律及法规  </h3>
      <p>
        用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》
        《计算机软件保护条例》等有关计算机及互联网规定的法律和法规、实施办法。在任何情况下，
        健康由我平台合理地认为用户的行为可能违反上述法律、法规，健康由我平台可以在任何时候，
        不经事先通知终止向该用户提供服务。 用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。</p>
    </div>
  </div>
</template>


<script>
  export default {
    name: '',
    data () {
      return {}
    },
    created () {
    },
    mounted () {
    },
    methods: {},
    components: {},
    filters: {}

  }
</script>


<style lang="less" scoped>

  .terms-use-wrap {
    background: #fff;
  }

  .terms-use-main {
    margin-top: 5.5rem;
    padding: 0 1.5rem;
    color: #333333;

  h1 {
    font-size: 1.8rem;
    text-align: center;
    padding: 3.3rem 0;
    font-weight: bold;
  }

  h3 {
    font-size: 1.6rem;
    padding: 1.5rem 0;
  }

  p {
    font-size: 1.3rem;
    padding-bottom: 2rem;
    letter-spacing: 2px;
    line-height: 2.3rem;
  }

  }
</style>
